Repository: kszhuk/BabySleep
Catalog: BabySleep.Resources/Resx/PrivacyPolicyResources.*.resx
Languages: uk

# ChangesH
source: Changes to this Privacy Policy
uk: Зміни до Політики у сфері конфіденційності

# ChangesP1
source: We reserve the right to change this Privacy Policy from time to time without notification. Such changes will be effective when posted on our website. By continuing to use the BabySleepApp or visit our website after we post such changes, you accept the Private Policy as modified.
uk: Ми зберігаємо за собою правило змінювати Політику у сфері конфіденційності час від часу без нотифікації. Подібні зміни стають дійснити після опублікування на нашому веб сайті. Продовжуючи використовувати BabySleepApp або відвідуючи наш веб сайт після опублікування цих змін, ви приймаєте Політику у сфері конфіденційності як відредаговану.

# CollectionH
source: Collection of your personal information
uk: Збереження вашої персональної інформаціх

# CollectionP1
source: We only collect personal information by lawful and fair means. We collect personal information directly from Pro users.
uk: Ми зберігаємо персональну інформацію виключно на законних підставах. Ми зберігаємо інформацію отриману виключно від Pro користувачів.

# CollectionP2
source: Personally identifiable information may include, but is not limited to, your email address, your baby’s name, baby’s date of birth, etc. Once your account exists, you have the ability to review, update, and correct your personal information, in the event it changes.
uk: Може бути збережена така персональна інформація (і не тільки) як, ваша електронна пошта, імена ваших дітей, дати народження дітей, і т.д. Після того як ваш персональний акаунт створено, ви маєте змогу переглядати або редагувати ваші дані, якщо вони змінилися.

# CollectionP3
source: If you contact us through Contact, we may keep a record of your contact information and correspondence, and may use you email address, and any information that you provide to us in your message, to respond to you.
uk: Якщо ви зконтактуєте з нами через Контакти, ми можемо записати вашу контактну інформацію, і можемо використати вашу електронну пошту, і будь яку іншу інформацію, яку ви нам надасте, щоб відповісти вам.

# CollectionP4
source: We do not sell, transfer, or disclose your personal information to any third parties other than for the limited purposes described in this policy.
uk: Ми не продаємо, не пересилаємо і не відкриваємо вашу персональну інформацію будь яким третім особам за виключенням окремих випадків описаних в цій Політиці у сфері конфіденційності.

# CookiesP1
source: We store cookies (small text files managed by your web browser) on your computer in order to improve your experience with BabySleep website for Pro users. For example, we use cookies for authorization.
uk: Ми зберігаємо cookies (невеликі текстові файли, які використовуються вашим браузером) на вашому компютері, щоб покращити ваш досвід взаємодії з BabySleep вебсайтом для Pro користувачів. Наприклад, ми викортстовуємо cookies для авторизації.

# CookiesP2
source: You may refuse to accept cookies by changing the settings on your device. However, if you refuse it you may be unable to access certain parts of BabySleep website.
uk: Ви можете відмовитися використовувати cookies змінивши налаштування на вашому пристрої. Хоча, якщо ви відмовитеся, то не зможете мати доступ до деякої функціональності BabySleep веб сайту.

# General
source: This privacy policy describes how we collects and processes information that you may provide by using the BabySleepApp or by visiting our website at www.babysleepapp.com. Therefore, you should read it carefully before using any of our services.
uk: Ця Політика у сфері конфіденційності описує, як ми зберігаємо і опрацьовуємо інформацію яку ви нам надаєте, використовуючи BabySleepApp або відвідуючи наш сайт www.babysleepapp.com. Тому ви маєте ретельно прочитати перед тим як використовувати наші сервіси.

# QuestionsH
source: Questions and complaints
uk: Питання і скарги

# QuestionsP1
source: If you believe that any of your rights with respect to your or others’ identifiable information have been violated by us, please contact us using email described in Contact page
uk: Якщо ви вважаєте, що будь-які ваші права, повязані з вашою персональною інформацією, були порушені нами, будь ласка напишіть нам, використовуючі електронну пошту зі сторінки Контакти

# SecurityH
source: Security
uk: Безпека

# SecurityP1
source: We hold your personal information in a secure cloud server.
uk: Ми зберігаємо вашу персональну інформацію на безпечному хмарному сервері.

# SecurityP2
source: We take all measures reasonably necessary to protect against the unauthorized access, use, alteration, or destruction of potentially personally-identifying information.
uk: Ми приймаємо всі розумно необхідні міри, щоб захистити від несанкціонованого доступу, використання, зміни чи знищення інформації, яка потенційно може ідентифікувати особу.

# SecurityP3
source: You should keep in mind that no internet transmission is ever completely secure or error-free. In the event you send us an email, please remember that the email is not necessarily secured against interception by another party.
uk: Ви повинні пам’ятати, що жодна Інтернет транзакція ніколи не є повністю безпечною чи безпомилковою. Якщо ви надсилаєте нам електронний лист, пам’ятайте, що електронний лист не обов’язково захищений від перехоплення іншою стороною.
